Repository: clementmns/easysave
Catalog: EasySave/Ressources/Messages.*.resx
Languages: fr_fr

source: hello-world
fr_fr: Bonjour le monde

# ConsoleMenuViewJobs
source: View saved jobs
fr_fr: Voir les travaux de sauvegarde

# ConsoleMenuAddJob
source: Add a job
fr_fr: Ajouter un espace de sauvegarde

# ConsoleMenuDeleteJob
source: Delete job
fr_fr: Supprimer un espace de sauvegarde

# ConsoleMenuExecuteJob
source: Execute one or more jobs
fr_fr: Exécuter un ou plusieurs espaces

# ConsoleMenuExecuteAllJobs
source: Execute all jobs
fr_fr: Exécuter tous les espaces

# ConsoleMenuLanguage
source: Change Language
fr_fr: Changer la langue

# ConsoleMenuQuit
source: Quit
fr_fr: Quitter

# ConsoleMenuOption
source: Choose an Option :
fr_fr: Choisissez une option :

# PressKeyToContinue
source: Press any key to continue...
fr_fr: Appuyez sur n'importe quelle touche pour continuer...

# ViewJobsNoJob
source: No job available.
fr_fr: Aucun espace de sauvegarde disponible.

# ViewJobsTitle
source: Here are the jobs :
fr_fr: Voici les travaux de sauvegarde :

# AddJobName
source: Add a job name :
fr_fr: Ajouter un nom :

# AddJobSourcePath
source: Add a Path (source) :
fr_fr: Ajouter un chemin (source) :

# AddJobDestinationPath
source: Add a Path (destination) :
fr_fr: Ajouter un chemin (destination) :

# AddJobSaveType
source: Define the type of backup that you want :
fr_fr: Définir le type de sauvegarde que vous souhaitez :

# AddJobTypeDifferential
source: Differential
fr_fr: 1. Differentielle

# AddJobTypeFull
source: Complete
fr_fr: 2. Complète

# ChangeLanguageEnglish
source: English
fr_fr: 1. Anglais

# AddJobSuccess
source: Job add with success.
fr_fr: Travail ajouté avec succès

# AddJobFailed
source: Job add failed.
fr_fr: L'ajout du travail a échoué.

# DeleteJobFailed
source: Remove of the job failed.
fr_fr: La suppression du travail a échoué.

# DeleteJobPrompt
source: Enter the job to remove :
fr_fr: Entrez le travail à supprimer :

# DeleteJobSuccess
source: Job removed with success
fr_fr: Travail supprimé avec succès

# ExecuteJobsPrompt
source: Enter the numbers of the jobs to execute (separated by commas like 1;3 or 1-3):
fr_fr: Entrez les numéros des travaux à exécuter (séparés par des virgules comme 1;3 ou 1-3)

# ExecuteJobsSuccess
source: Jobs successfully completed.
fr_fr: Travaux terminés avec succès.

# ExecuteJobsNoValid
source: No valid jobs selected.
fr_fr: Aucun travail valide sélectionné.

# ExecuteJobsNoJobs
source: No jobs available.
fr_fr: Aucun travail disponible.

# ExecuteAllJobsSuccess
source: All jobs have been successfully completed.
fr_fr: Tous les travaux ont été terminés avec succès.

# ChangeLanguageInvalid
source: Invalid input. Defaulting to English.
fr_fr: Entrée Invalide. Passage en "Anglais" (EN) par défaut.

# ChangeLanguageTitle
source: Change the language :
fr_fr: Changer la langue :

# ChangeLanguageSuccess
source: Language changed successfully.
fr_fr: Langue changée avec succès.

# ChangeLanguageFrench
source: French
fr_fr: 2. Français

# DeleteJobInvalid
source: Invalid job number
fr_fr: Numéro de travail invalide.
